{
  "paragraphaboutme": "Passionate about web and mobile development, I create innovative, high-performance digital experiences. Available after one month’s notice.",
  "aboutmeinfo": "Full Stack developer passionate about technological innovation, I create digital experiences that combine performance, aesthetics and functionality. With strong expertise in web and mobile development, I turn complex ideas into elegant and scalable solutions.",
  "aboutmeinfo2": "In the first year of a master’s degree in Big Data & Cloud Computing at ENSET Mohammedia, I have developed a solid command of modern technologies. I have delivered end‑to‑end projects, from design to production, with a strong focus on continuous optimisation.",
  "aboutmeinfo3": "Currently looking for a permanent position, I am available after one month’s notice. I’m seeking to join a team where I can bring my technical rigour, product mindset and ability to deliver reliable, evolvable features.",
  "aboutme": "About me",
  "languages": "Languages",
  "Communication": "Communication",
  "English": "English",
  "Français": "French",
  "Arabic": "Arabic",
  "Intermediate": "Intermediate",
  "Focus": "Focus",
  "Enterprise apps": "Enterprise apps",
  "Collaboration": "Collaboration",
  "Location": "Location",
  "Présent": "Present",
  "Professional Experience": "Professional Experience",
  "Project": "Project",
  "Contactme": "Contact me",
  "Contact": "Contact",
  "thp": "Open to remote, hybrid, and on-site work",
  "firstschool": "Specialized Technician in IT Development",
  "secondschool": "Professional Bachelor’s Degree in Full-Stack Web Development and DevOps",
  "thirdschool": "Master’s Degree in Computer Engineering, Big Data and Cloud Computing",
  "salut": "Hi, I am",
  "roleHero": ".NET Core Developer",
  "leadHero": "Passionné par le développement web et mobile, je crée des produits scalables avec une architecture propre.Disponible après un préavis d’un mois.",
  "knowmore": "Learn more",
  "titleedu": "Education & Certifications",
  "skill": "Skills",
  "skills": {
    "front": "Frontend",
    "back": "Backend",
    "devopsdeploy": "DevOps & Deployment",
    "db": "Databases",
    "Advanced": "Advanced",
    "Expert": "Expert",
    "Learning": "Learning"
  }
}
