{
    "paragraphaboutme":"Passionné par le développement web et mobile, je crée des expériences numériques innovantes et performantes.Disponible après un préavis d’un mois.",
    "aboutmeinfo":"Développeur Full Stack passionné par l'innovation technologique, je crée des expériences numériques qui allient performance, esthétique et fonctionnalité. Fort d'une expertise en développement web et mobile, je transforme des idées complexes en solutions élégantes et scalables.",
    "aboutmeinfo2":"En première année de master Big Data & Cloud Computing à l’ENSET de Mohammedia, j’ai développé une bonne maîtrise des technologies modernes. J’ai mené des projets de bout en bout, de la conception à la mise en production, avec une logique d’optimisation continue.",
    "aboutmeinfo3":"Actuellement en recherche d’un CDI, je suis disponible après un préavis d’un mois. Je souhaite rejoindre une équipe où je pourrai apporter ma rigueur technique, mon sens du produit et ma capacité à livrer des fonctionnalités fiables et évolutives.",
    "aboutme":"à propos de moi",
    "languages":"langues",
    "Communication":"Communication",
    "English":"English",
    "Français":"Français",
    "Arabic":"Arabe",
    "Intermediate":"Intermédiaire",
    "Focus":"Se concentrer",
    "Enterprise apps":"Applications d'entreprise",
    "Collaboration":"Collaboration",
    "Location":"Localisation",
    "Présent":"Présent",
    "Professional Experience":"Expérience professionnelle",
    "Project":"Project",
    "Contactme":"Contactez-moi",
    "Contact":"Contact",
    "thp":"Ouvert au télétravail, au mode hybride et au présentiel",
    "firstschool":"Technicien spécialisé en développement informatique",
    "secondschool":"Licence Professionnelle Développement Web Full Stack et DevOps",
    "thirdschool":"Master Ingénierie Informatique, Big Data et Cloud Computing",
    "salut":"Salut, je suis",
    "roleHero":"Développeur .NET Core",
    "leadHero":"Passionné par le développement web et mobile, je crée des produits scalables avec une architecture propre.Disponible après un préavis d’un mois.",
    "knowmore":"En savoir plus",
    "titleedu": "Éducation & Certifications",
    "skill":"Compétences",
    "skills":{
        "front":"Frontend",
        "back":"Backend",
        "devopsdeploy":"DevOps & Déploiement",
        "db":"Bases de données",
        "Advanced":"Avancée",
        "Expert":"Spécialiste",
        "Learning":"Apprentissage"
    }
    
}
